<?php

return [
    'welcome' =>  <<< MYHEREDOC
🌺 سلام *%name* عزیز
به ربات دانلود زیرنویس سابلند خوش آمدی.
منبع اصلی ربات سایت subscene هست و مستقیم زیرنویس ها از این سایت گرفته می‌شه!

این ربات تماما بصورت اینلاین (Inline) کار می‌کنه، یعنی توی هر جایی و هر چتی کافیه یوزرنیم ربات رو تایپ کنی و جلوش اسم فیلم/سریال مورد نظرتو بنویسی، بقیه ماجرا رو خودت متوجه می‌شی😉

🌎 همچنین برای تغییر زبان زیرنویس می‌تونی از دستور /lang استفاده کنی.

✍️ اگر مشکلی پیش اومد ممنون می‌شم به [این آی‌دی](https://t.me/yedoost) مشکل رو گزارش بدی. دمت گرم

🔍 دقت کن متن جستجو باید انگلیسی و بدون ذکر سال ساخت باشه.

نمونه:
```
@$_ENV[BOT_USER_NAME] venom
or
@$_ENV[BOT_USER_NAME] game of thrones
```
Use /settings for changing Robot language.
MYHEREDOC,
    'change_subtitle_language' => <<< MYHEREDOC
🌍 زبان جستجو زیرنویس شما در حال حاضر بر روی %lang تنظیم شده است.
برای تغییر، لطفا زبان مورد نظر خود را انتخاب کنید:
MYHEREDOC,
    'key_try_here' => 'همینجا امتحانش کن',
    'key_try_else' => 'یا برو یک چت دیگه',
    'key_next' => 'بعدی',
    'key_previous' => 'قبلی',
    'key_list' => 'نمایش بصورت لیست',
    'success_change_local_language' => "🗣 هوورا! از این به بعد فارسی صحبت می‌کنم.\nبرای توضیحات بیشتر /help بزن.",
    'loading' => 'در حال بارگذاری...',
    'subtitle_loaded' => 'زیرنویس مورد نظر بارگذاری شد!'
];
